greet = "Привет, {name}, я нейросеть, которая может тебе найти интересные места и мероприятия на выходные в любом городе.  ☺️"
menu = "📍 Главное меню"
gen_text = "📝 Подожди..Через считанные секунды нейросеть ответит тебе!"
gen_image = "🖼 Отправьте текст запроса к нейросети для генерации изображения"
gen_exit = "Чтобы выйти из диалога с нейросетью нажмите на кнопку ниже"
gen_error = f"🚫 Ошибка генерации. Возможные причины:\n1. Перегружены сервера OpenAI\n2. Ваш запрос нарушил правила OpenAI\n3. Ошибка в работе бота\nЕсли вы считаете, что проблема вызвана неисправностью бота, сообщите админ"
text_watermark = (
    "\n_______________________________________\nСоздано при помощи @pognali_gpt_bot"
)
img_watermark = "Создано при помощи @pognali_gpt_bot"
gen_wait = "⏳Пожалуйста, подождите немного, пока нейросеть обрабатывает ваш запрос..."
another_city = "📌 Пожалуйста отправьте название города, про который Вы хотите узнать..."
err = "🚫 К сожалению произошла ошибка, попробуйте позже"


where_to_go = "Что посоветовать?! Мероприятия или места?!"

events = "Выберем мероприятие по жанрам 🎵 или поищем в популярном ⭐?"
events_by_genre = "✅ Выбери жанр из списка либо ✏️ напиши свой вариант жанра ⬇️"
events_by_location = (
    "Отправь свою локацию или другую локацию, где ты хочешь поискать мероприятия"
)
events_popular = "Топ 10 мероприятий"
events_recomend = "Мероприятия, которые могут понравиться тебе"

venues = "Выберем мероприятие по жанрам 🎵 или поищем в популярном ⭐?"
venues_by_genre = "✅ Выбери жанр из списка либо ✏️ напиши свой вариант жанра ⬇️"
venues_by_location = (
    "Отправь свою локацию или другую локацию, где ты хочешь поискать заведения"
)
venues_popular = "Топ 10 заведений"
venues_recomend = "Заведения, которые могут понравиться тебе"

events_list = "<b>Найдены следующие мероприятия по запросу:</b><br>"
