INSERT INTO public.cities (id,"name",slug,sorting,created_at,updated_at,title,description,sort,unisender_enabled,unisender_list_id) VALUES
	 (1,'Санкт-Петербург','spb','12','2022-12-13 17:44:29','2023-09-02 03:50:24','Сегодня в клубах Санкт-Петербурга - афиша вечеринок и тусовок','Афиша клубных мероприятий в жанрах техно, транс, хаус, драмнбейс, хардкор, EDM',2,false,3),
	 (2,'Москва','msk','10','2022-12-13 17:44:29','2023-08-28 19:12:14','Рейвы, пати и вечеринки недели в Москве, афиша клубов электронной сцены города','Trance, House, Techno, Drum''n''Bass, Jungle, Hardcore, Witch House, Minimal, EDM - вечеринки для привередливого слушателя',3,false,NULL),
	 (3,'Сочи','sochi','90','2023-01-04 01:55:47','2023-01-04 04:59:40','','',0,false,NULL),
	 (4,'Екатеринбург','ekb','40','2023-01-04 01:55:59','2023-01-04 04:59:02','','',0,false,NULL),
	 (5,'Новосибирск','nsk','30','2023-01-04 01:56:08','2023-01-04 04:58:49','','',0,false,NULL),
	 (6,'Казань','kazan','20','2023-01-04 01:56:15','2023-09-22 16:06:17','','',0,false,3),
	 (7,'Краснодар','krasnodar','80','2023-01-04 01:56:23','2023-01-04 04:59:51','','',0,false,NULL),
	 (8,'Нижний Новгород','nnov','50','2023-01-04 01:56:58','2023-01-04 04:59:13','','',0,false,NULL),
	 (9,'Красноярск','krasnoiarsk','60','2023-01-04 01:57:40','2023-01-04 04:59:19','','',0,false,NULL),
	 (10,'Пхукет','pxuket','100','2023-01-05 11:29:48','2023-01-16 17:02:04','','',0,false,NULL);
INSERT INTO public.cities (id,"name",slug,sorting,created_at,updated_at,title,description,sort,unisender_enabled,unisender_list_id) VALUES
	 (11,'Бали','bali','100','2023-01-11 06:35:26','2023-01-11 06:35:26','','',0,false,NULL),
	 (13,'Челябинск','celiabinsk','100','2023-01-23 23:08:21','2023-01-23 23:08:21','','',0,false,NULL),
	 (14,'Панган','pangan','100','2023-01-26 19:05:14','2023-01-26 19:05:14','','',0,false,NULL),
	 (15,'Анапа','anapa','100','2023-04-28 14:35:18','2023-04-28 14:35:18','','',0,false,NULL),
	 (16,'Батуми','batumi','100','2023-06-09 16:24:29','2023-06-09 16:24:29','','',0,false,NULL),
	 (17,'Ростов На Дону','rostov-na-donu','100','2023-07-28 10:50:33','2023-07-28 10:50:33','','',0,false,NULL);
