INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (1,1,1,'Blank','blank','Blank – это прекрасное место, чтобы насладиться качественной  музыкой и ночной жизнью в Санкт-Петербурге. клубное пространство, расположенное в одном из бывших зданий завода «Арсенал». 
Здесь Вы можете насладиться атмосферой единения с танцполом, мощной акустикой и профессиональными DJ. Клуб располагает комфортными зонами отдыха, барами. Бланк Санкт-Петербург – это уникальное место, где посетители могут отдохнуть и получить массу положительных эмоций.

BLANK — Saint-Petersburg based club space, located in historical building of the “Arsenal” factory. Providing culture and diversity of electronic underground scene.','Арсенальная наб., 1',59,30,false,NULL,'2022-12-13 18:54:54','2023-07-25 14:41:30','https://blankclub.ru',0,'Blank - Техно клуб Питера, яркие диджеи','Атмосферный клуб рейвов и больших пати ','+79995348031','Площадь Ленина','пт-сб: 24/7',''),
	 (2,1,2,'Mutabor','mutabor','Волшебный бруталистский замок, вдруг возникший на индустриальном ландшафте Москвы. Культурный центр. Дом для многочисленных музыкальных комьюнити. Гигантский лофт-трансформер с множеством уровней, пространств, летней сценой и садом-двором — начало координат московского андерграунда.

Мутабор – это клуб, который предоставляет музыкальную и культурную программу в городе. Мутабор предлагает массу разнообразных музыкальных стилей и жанров, а также разнообразные вечеринки и фестивали.
Мутабор радует своих гостей музыкальными стилями, такими как хаус и техно, и другие актуальные направления электронной музыки. здесь можно насладиться лучшими ритмами

','ул. Шарикоподшипниковская, дом 13с32',55,37,false,NULL,'2022-12-14 19:42:05','2023-07-21 13:28:29','https://mutabor.club/',0,'Техно-клуб Mutabor, рейв в Москве','','','Дубровка','',''),
	 (3,1,1,'Штакеншнайдер','stakenschneider','Stackenschneider is a night club located in the very centre of Saint Petersburg close to all the main touristic attractions.

It is a club that promotes various underground electronic music and hosts weekend parties with emerging Russian and foreign independent music talent from around the world. The club was named after Andrey Stackenschneider, a Russian architect who lived and worked in Saint Petersburg in the 19th century, and who designed and built the house at Millionnaya street which was the first home for Stackenschneider club.

In 2014 the club moved to a more brutally designed industrial space in the nightlife destination at Konyushennaya square.

Either for dancing at the sunrise on a crowded roof terrace in summer or for truly rave experience on the inside dance floor full of club goers you will remember Stackenschneider as one of the best places to visit, dance and have fun while you are in town.','Конюшенная пл., 2',NULL,NULL,false,NULL,'2022-12-15 15:02:02','2023-04-20 01:48:16','https://stackenschneider.ru',0,'','','','','',''),
	 (4,2,1,'Птичья Личность','pticia-licnost','Ламповый бар на Рубинштейна
Поэтические вечера, живая музыка, djs

 10 кранов + холодильник крафтового
пива и сидра

Коктейльная карта
Фирменные бургеры, шаверма,
закуски к пиву
Вегетарианское меню
Профессиональный кикерный стол

График работы:

Вт-Чтв 17.00-00.00
Птн-Сб 18.00-06.00
Вскр. 17.00-00.00
Пн - выходной','ул. Рубинштейна, 28Д',NULL,NULL,false,NULL,'2022-12-15 15:05:53','2023-07-25 15:04:17','https://vk.com/ohbirdpersonbar',0,'','','+7 (921) 590-25-42','','',''),
	 (5,1,2,'Powerhouse','pwrhs','Dewar’s Powerhouse — гастро-бар с насыщенной культурной программой. Под крышей особняка XIX века на Таганке уживаются ресторан, признанный критиками одной из главных надежд прошедшего года, сцена, студия звукозаписи и целых два бара, где главные приоритеты — это уважение к классике, любовь к экспериментам и почти научный интерес к виски. 
Что касается программы – мы за интерес к культуре в самых разных ее проявлениях, поэтому в календаре DPH джазовые концерты соседствуют с театральными постановками, ночные вечеринки – с камерными выступлениями неоклассиков, а вашим соседом по барной стойке легко может оказаться актер, декламирующий современную прозу. 
Пространство Дома, впрочем, поделено таким образом, что у гостей всегда есть выбор, остаться в ресторане поужинать или провести вечер на мероприятии. 
Летом ко всему этому добавляется самая уютная в городе веранда с газоном, цветными лампочками и лежаками в нашем собственном закрытом дворе. 
Словом, Dewar’s Powerhouse — это место, где происходит столько всего интересного, что уходить отсюда просто не хочется.','ул. Гончарная, дом 7/4',56,37,false,NULL,'2022-12-15 15:31:10','2023-07-25 15:05:36','https://pwrhs.moscow/',0,'','','+79653033329','Таганская','пн-чт, вс: 17:00 - 23:00; пт: 17:00 - 05:00, сб: 12:00-05:00',''),
	 (6,1,1,'Сердце','serdce','Профессионально оснащенная концертная площадка для организации музыкальных, образовательных, мультикультурных и частных событий.
','Биржевая линия, 12',NULL,NULL,false,NULL,'2022-12-15 15:45:13','2023-09-15 12:34:07','http://www.serdcespb.ru/',0,'','','+7 (960) 283 7050','Василеостровская','',''),
	 (22,1,1,'Temple of Deer','temple-of-deer','Temple of Deer — комплекс исторически ценных строений на территории бывшего завода «Арсенал», расположенных вдоль набережной Невы.

Более 15 000 m², которые прямо сейчас превращаются силами группы Placebo/25 в мультимедийную концертную площадку нового поколения на 4500 гостей, андеграундный ночной клуб, комплекс фотостудий, азиатский велнес-спа, крупный фуд-маркет с аутентичными мировыми концепциями, рестораны, мебельный концепт-стор, ритейл авеню фешн-брендов, коворкинг зона и флагманские ивент-пространства LOFT HALL.

Концертный комплекс внутри Temple of Deer это: 8 авторских баров, более 50 киловатт и 55 источников звука от французского бренда Hi-End оборудования L-acoustic, более 100 m² светодиодных экранов нового поколения, премиальный комплект бэклайна и гримерные комнаты артистов, оборудованные по стандарту 5-звездочного отеля.

В правой части бывшего завода «Арсенал» расположится фуд-маркет на более чем 50 концепций, с авторской барной улицей. В здании расположено 5 пространств для поп-ап проектов, которые принимают гастроли европейских зарубежных ресторанных команд и бартендеров.','Арсенальная наб., д.1',59,30,false,NULL,'2022-12-16 16:40:09','2023-05-15 15:20:40','https://tod.show/',0,'','','+79522878697','Площадь Ленина','24/7',''),
	 (198,4,1,'СЧАСТЬЕ','scaste','','Итальянской 17',NULL,NULL,false,NULL,'2023-06-30 16:53:59','2023-06-30 16:53:59','',0,'','','','','',''),
	 (7,1,1,'Factory 3','factory-3','Factory — новый мультиформатный концертный зал в Санкт-Петербурге, расположенный на территории культурного пространства Севкабель Порт в историческом здании завода. Универсальная двухуровневая площадка. Подходит для широкого спектра событий.

Factory объединяет ключевые направления развлекательной индустрии для воплощения самых изысканных и актуальных проектов на одной площадке. В клубе два зала и две сцены, прекрасный VIP-балкон с хорошим обзором. Концепция зала позволяет ориентировать площадку на живые концерты, тематические и ночные вечеринки, и, разумеется, частные мероприятия самого широкого профиля. Помещение оборудовано передовым звуковым и световым оборудованием, отвечающим самым требовательным запросам искушенных клиентов и зарубежных артистов позволяющим проводить в клубе шоу высокого уровня.','Кожевенная линия, 40Д',59,30,false,NULL,'2022-12-15 16:34:37','2023-07-25 16:43:45','https://vk.com/factory3',0,'','','+7 900 486-39-21','Василеостровская, Приморская','',''),
	 (8,2,1,'Union','union','Бар на Литейном, 55 с живыми концертами по будням и вечеринками по выходным. В меню классические и фирменные коктейли, бургеры, десяток позиций вина по бокалам и более сорока в бутылках, а также большой выбор разливного и бутылочного пива.','Литейный пр., 55',59,30,false,NULL,'2022-12-15 18:21:23','2023-07-25 16:26:53','https://unionbar.ru',0,'','','+7 812 9482857','Маяковская','вс–чт: 18:00 — 04:00 пт–сб: 18:00 — 06:00','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (9,2,1,'Мачты','machty','Душевный бар с пивом, вином, закусками и тайным двориком. По четвергам — джем-сейшены, по выходным — вечеринки с диджеями. ','Кожевенная линия, 40',NULL,NULL,false,NULL,'2022-12-15 18:22:50','2023-07-25 16:26:46','https://sevcableport.ru/ru/music-party/machty',0,'','','','Василеостровская, Приморская','',''),
	 (10,1,1,'Ласточка','lastochka','«Ласточка» — это музыкальное пространство, созданное в коллаборации двух уникальных коллективов культурной жизни Санкт-Петербурга — команды клуба «Лес Villa» и концертного агентства «Grains of Sand Booking». Мы расположены в Центральном районе города в 5 минутах ходьбы от метро Лиговский проспект.','Транспортный пер., 10А',NULL,NULL,false,NULL,'2022-12-15 18:25:47','2023-07-25 16:14:28','https://lastochka.live/venue/',0,'','','','Лиговский проспект','',''),
	 (11,2,1,'Кружок','kruzok','','Конюшенная пл., д.2B',NULL,NULL,false,NULL,'2022-12-15 18:29:17','2023-05-15 12:12:53','',0,'','','','','',''),
	 (12,2,1,'Мишка Бар','miska-bar','Легендарный бар с вечеринками на Конногвардейском бульваре. Название бар «Мишка» получил в честь говорящей собаки хаски. В первой половине дня заведение работает в формате кафе. Здесь выпекают фирменные булочки, готовят тосты и подают японские обеды бенто с мясом и рыбом. По вечерам Mishka открывается как бар с шумными вечеринками, приглашенными диджеями. За стойкой смешивают коктейли и наливают шоты, в барную карту включили пару вариантов пива, в том числе крафтовое. В баре открыли витрину с готовыми блюдами, список которых постоянно обновляется.','Конногвардейский бульвар, 4 подъезд 3а',NULL,NULL,false,NULL,'2022-12-15 18:33:12','2023-07-25 16:38:45','https://vk.com/mishkabar',0,'','','','Адмиралтейская','',''),
	 (13,2,1,'KenKesey.Space','kenkeseyspace','','Курляндская ул, 49',NULL,NULL,false,NULL,'2022-12-15 18:36:20','2023-04-20 01:55:46','',0,'','','','','',''),
	 (14,2,1,'Стирка40','stirka40','','Казанская ул, 26',NULL,NULL,false,NULL,'2022-12-15 18:38:35','2023-01-16 17:34:02','',0,'','','','','',''),
	 (15,1,2,'Mezzo Forte','mezzo-forte','','1-я Останкинская ул., 53',NULL,NULL,false,NULL,'2022-12-15 19:34:01','2023-01-16 17:36:02','',0,'','','','','',''),
	 (16,1,2,'Live Story','live-story','','Большой Дровяной пер., 8, стр. 1',NULL,NULL,false,NULL,'2022-12-15 20:22:08','2023-01-16 17:37:08','',0,'','','','','',''),
	 (17,1,2,'Баунс','bounce','Новый модный рэп-клуб в креативном кластере у метро Белорусская. Тут выступают звезды отечественного хип-хопа, проходят вечеринки топовых промоутеров и выставки актуальных арт-деятелей Москвы.','Ямского Поля 3-я ул, д 2, корп 6',55,37,false,NULL,'2022-12-15 20:50:38','2023-05-15 17:05:44','https://www.onlybounce.ru',0,'','','','Белорусская','',''),
	 (18,1,2,'Raver','raver','','Малая Семеновская ул., д.5, стр.1',NULL,NULL,false,NULL,'2022-12-15 21:03:15','2023-01-16 17:39:20','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (19,1,1,'Deportment','deportment','','ул. Ломоносова, 3',NULL,NULL,false,NULL,'2022-12-16 14:45:26','2023-01-16 18:03:59','',0,'','','','','',''),
	 (20,1,2,'Pravda','pravda','Начинает следующий этап своей истории! Совершенно новая локация в Москве. Вместительное пространство, удобное расположение в трёх минутах от станции метро Нагатинская и уникальное размещение вдали от жилых домов позволяющее выкрутить громкость на самый максимум в любое время суток.
Отдельным преимуществом новой площадки является возможность проведения мероприятий или организация дополнительного танцпола на открытом воздухе. Теперь в летний сезон можно будет насладиться ивентами под солнечным или звёздным небом.','Варшавское ш, д 26, стр 12',55,37,false,NULL,'2022-12-16 14:57:10','2023-07-25 16:39:44','https://clubpravda.ru/',0,'','','+7 499 3943267','Нагатинская, Верхние Котлы','11:00 - 23:00',''),
	 (21,1,2,'Artist hall','artist-hall','','Ленинградский проспект,  д. 47, стр. 2',NULL,NULL,false,NULL,'2022-12-16 16:31:40','2023-01-16 18:05:46','',0,'','','','','',''),
	 (23,1,1,'WARPP','warpp','В первую очередь, WARPP - ночной клуб с многоуровневым пространством, уникальными LED-панелями и звуковой системой FUNKTION-ONE

WARPP SPACE - это активная площадка, предназначенная для отдыха жителей и гостей Санкт-Петербурга, проведения культурных мероприятий, мастер-классов, выставок, лекций, афтепати городских событий, презентаций, пресс-конференций и public talk с интересными людьми.
','Литейный пр., 53',59,30,false,NULL,'2022-12-16 17:14:52','2023-08-04 12:01:12','',0,'','','+78125000901','Площадь Восстания','',''),
	 (24,1,2,'TBA','tba','','Большая Новодмитровская ул., 36',NULL,NULL,false,NULL,'2022-12-16 17:22:17','2023-01-16 18:08:16','',0,'','','','','',''),
	 (25,3,1,'Aurora Hall','aurora-hall','AURORA – это современная площадка для выступления артистов разных жанров и поколений.

Каждый день для нас – это уникальность событий, в которой каждая крупица времени создаёт новую историю.


Ты найдёшь здесь всё, для своего качественного отдыха.

Большой и вместительный танцпол на 1600 человек, если ты любишь быть в движении и отдаваться концерту по максимуму.

Хочешь быть выше всех? У нас есть для тебя решение – ВИП-ложа на 400 человек с отличным обзором на всю сцену. Чтобы каждый момент концерта остался у тебя в памяти.','Пироговская наб., 5/2',59,30,false,NULL,'2022-12-19 20:14:29','2023-05-15 15:13:17','https://aurora.fm/',0,'','','+78124073770','Площадь Ленина','12:00 - 20:00',''),
	 (26,1,2,'Twenty one club','twenty-one-club','Лофт, бар, зал, галерея, ночной клуб, фотостудия, переговорная, концертный зал, клуб, кальянная - мультиплатформенная площадка которая поднимет Ваше удовольствие на 21 уровень! 
Яркое пространство для проведения мероприятий под любой запрос наших гостей. ','ул. Новый Арбат, 21, стр. 1',55,37,false,NULL,'2022-12-19 20:53:22','2023-05-15 15:06:20','https://twentyoneclub.ru',0,'','','+74951346121','Смоленская','18:00 - 06:00',''),
	 (27,1,2,'RNDM','rndm','Андерграундный ночной клуб, акцентирующийся на техно, хаус и drum''n''bass звучании.','Наставнический переулок, 13-15с3',55,37,false,NULL,'2022-12-19 21:37:43','2023-05-15 18:16:29','https://www.rndm.club/',0,'Техно/хаус вечеринки в Москве','','+74957777777','Курская, Чкаловская','чт-вс: 20:00 - 06:00',''),
	 (28,3,2,'ДК Кристалл','dk-kristall','ДК Кристалл — новое мультиформатное пространство в историческом районе Москвы. Площадка расположена на территории бывшего завода Кристалл, на берегу реки Яузы, в модном арт-кластере — точке концентрации современного искусства и уличной культуры.

ДК Кристалл — это переосмысление советской эстетики в новой, современной оболочке. Площадка подойдет для организации мероприятий всех направлений: от масштабных банкетов и театральных постановок, до проведения музыкальных концертов и ярких вечеринок. Техническое обеспечение пространства высочайшего уровня, два бара с многообразием напитков, большой танцпол вместимостью до 1200 человек и уникальный интерьер на стыке времён — всё это не оставит равнодушным как организаторов мероприятий, так и их посетителей.
','Самокатная ул, д 4, стр 11',55,37,false,NULL,'2022-12-19 22:32:49','2023-05-15 14:54:26','https://vk.com/dkcrystal',0,'','','+74993943267','Площадь Ильича','',''),
	 (29,1,2,'16 Тонн - Пресненский Вал','16-tonn-presnenskii-val','16 Тонн» — клуб, паб, ресторан в центре Москвы. Старейший из ныне существующих английских пабов. Первая в Москве концертная площадка, специализирующаяся на выступлениях гитарных групп — позже этот формат взяли за основу многие московские клубы. Разнообразие меню и негромкая фоновая музыка делают «16 Тонн» прекрасным местом как для непринужденного общения с друзьями, так и для деловых встреч. 

16 апреля 1996 года открылся первый этаж — традиционный английский паб с расслабленной атмосферой и собственной пивоварней.

30 октября 1997 года начал работу второй этаж «16 Тонн» — ночной клуб со сценой и танцполом, где практически всю неделю по вечерам проходят концерты и вечеринки с участием российских и зарубежных команд. Единичные яркие мероприятия — такие, как презентации новых альбомов или праздничные выступления топ-звёзд — также не редкость для «16 Тонн».','Пресненский Вал ул, д 6, стр 1',55,37,false,NULL,'2022-12-19 22:44:52','2023-05-15 14:49:00','https://www.16tons.ru/about/',0,'','','+74992535300','улица 1905 года','11:00 - 06:00','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (30,1,2,'1930 Moscow','1930-moscow','1930 Moscow - совершенно новая концертная площадка. Зал расположился в историческом здании кузницы, которое было построено в 1930 году.
Вместимость 2500 человек
Площадь 1000 кв. метров
Вместимость парковки 100 машиномест','Партийный переулок, д. 1, корп. 6.',55,37,false,NULL,'2022-12-19 22:58:35','2023-05-15 14:32:58','https://1930.moscow/',0,'','','+79257471930','Серпуховская, Павелецкая','',''),
	 (31,1,2,'MYTH Club','myth-club','','Пресненская наб., 12 (БЦ Башня Федерация, 90-й этаж)',NULL,NULL,false,NULL,'2022-12-19 23:06:24','2022-12-19 23:06:24','',0,'','','','','',''),
	 (32,2,2,'YAUZA','yauza','','Яузский б-р, д 10, стр 3',NULL,NULL,false,NULL,'2022-12-19 23:39:14','2022-12-19 23:45:16','',0,'','','','','',''),
	 (33,1,1,'Контркульт','kontrkult','Андерграундный контркультурный клуб в Санкт-Петербурге','Полюстровский 62',59,30,false,NULL,'2022-12-20 00:13:24','2023-08-04 12:01:38','https://t.me/kontrkult21',0,'','','','Лесная','23:00 - 06:00',''),
	 (34,1,2,'WIP','wip','','Яузский бульвар 11',NULL,NULL,false,NULL,'2022-12-20 00:27:07','2023-01-16 19:06:12','',0,'','','','','',''),
	 (35,1,2,'Gazgolder','gazgolder','azgolder club был открыт в марте 2005 года в одном из зданий старинного газового завода, построенного в середине 19 века.

Клуб сразу завоевал популярность у московской продвинутой публики.
Здесь, на клубных вечеринках, главной философией которых является незабываемая атмосфера и качественная электронная музыка, выступают лучшие мировые артисты.

В 2007 открывается чайная Андрея Цукерберга.

С 2009 года в клубе начинает работать ресторан паназиатской кухни.

В 2015 году Gazgolder club переезжает в другое здание того же газового завода, сохранив свой стиль. Вместе с картинами в новое здание переехали целые фрагменты декора: барная стойка, старинная мебель, чайная комната и многое другое. Теперь они дополняются высокими потолками, огромными арочными окнами и просторной летней верандой.

Газгольдер является неотъемлемой частью одноименного творческого объединения, расположенного в этом же здании.','Нижний Сусальный пер., дом 5с26',55,37,false,NULL,'2022-12-20 06:08:44','2023-05-15 14:15:35','https://www.gazgolderclub.ru',0,'','','+79912650355','Курская','23:00 - 08:00',''),
	 (36,4,2,'Blanc','blanc','','Хохловский пер. 7-9 стр. 5',NULL,NULL,false,NULL,'2022-12-20 07:53:55','2023-01-16 19:08:57','',0,'','','','','',''),
	 (37,2,2,'Gipsy','gipsy','Огромный бар и клуб с ярким интерьером, подсветкой на танцполе и блюдами мировой кухни.
','Болотная наб., 3с1',55,37,false,NULL,'2022-12-20 08:07:38','2023-05-15 13:58:52','https://bargipsy.com/',0,'','','+74951510351','Кропоткинская','',''),
	 (38,4,1,'Buddha-Bar','buddha-bar','','Синопская наб., 78',NULL,NULL,false,NULL,'2022-12-20 20:47:38','2023-01-16 19:14:37','',0,'','','','','',''),
	 (39,2,2,'10 by ten bar','10-by-ten-bar','','Маросейка, 15',NULL,NULL,false,NULL,'2022-12-21 19:46:39','2022-12-21 19:46:39','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (40,1,1,'Ионотека','ionoteka','','Лиговский пр., 50у',NULL,NULL,false,NULL,'2022-12-21 20:01:59','2023-01-16 19:17:32','',0,'','','','','',''),
	 (41,2,1,'Ambar','ambar','','Кожевенная линия, 30',NULL,NULL,false,NULL,'2022-12-22 01:15:27','2022-12-22 01:15:27','',0,'','','','','',''),
	 (42,2,1,'Freedom','freedom','','Казанская 7',NULL,NULL,false,NULL,'2022-12-22 01:38:08','2023-01-16 19:20:25','',0,'','','','','',''),
	 (43,3,2,'Известия Hall','izvestiia-hall','Известия Холл — главная московская площадка для проведения качественных программ крупного и среднего форматов.
Выход из станции метро «Пушкинская» находится в 20 метрах от Главного входа в зал.
Проект «Известия Холл» создавался как многопрофильная мультифункциональная площадка, основная задача которой собрать под своей крышей в самом центре Москвы абсолютно разнородные мероприятия сегментов В2В и В2: от корпоративного праздника до массового рейва. При этом главное, чтобы качество услуг, которые площадка оказывает своим гостям имело уровень, не позволяющий им отвлекаться от главного — происходящего на сцене.

','Пушкинская пл., 5',55,37,false,NULL,'2022-12-22 03:52:22','2023-05-15 17:35:50','https://izvestiya-hall.ru/',0,'','','+7 495 125-12-08','Пушкинская','',''),
	 (44,1,1,'Sound','sound','','Кожевенная линия, 40Б',NULL,NULL,false,NULL,'2022-12-22 19:51:18','2023-01-16 19:23:09','',0,'','','','','',''),
	 (45,2,1,'Крыша 18','krysha-18','','Петроградская набережная, 18',NULL,NULL,false,NULL,'2022-12-22 20:23:35','2023-01-16 19:24:22','',0,'','','','','',''),
	 (46,1,2,'Пространство Поле','prostranstvo-pole','Многоуровневый офлайн-санаторий для совместного творчества, досуга и сотрудничества в креативных дисциплинах. Ночные вечеринки, концерты, выставки, бистро, кинопоказы и театральные постановки.','3-я Ямского поля, 2к25',55,37,false,NULL,'2022-12-22 22:40:47','2023-05-15 13:48:54','https://www.polye.ru',0,'','','','Белорусская','',''),
	 (47,1,1,'Action club','action-club','','Санкт-Петербург, Лиговский 113',NULL,NULL,false,NULL,'2022-12-22 23:52:59','2023-01-16 19:26:51','',0,'','','','','',''),
	 (48,5,1,'Оранжерея Таврического сада','oranzereia-tavriceskogo-sada','','Шпалерная ул., д.43',NULL,NULL,false,NULL,'2022-12-23 00:26:09','2022-12-23 00:26:20','',0,'','','','','',''),
	 (49,2,1,'Дюны','diuny','','Лиговский пр., 50 корпус 11',NULL,NULL,false,NULL,'2022-12-23 00:44:01','2023-01-16 19:28:12','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (50,3,1,'VNVNC concert hall','vnvnc-concert-hall','Ночной клуб на Конюшенной в самом центре СПБ, здесь собираются ценители хип –хоп и хаус музыки. Ждем именно тебя!','Конюшенная пл., 2в',59,30,false,NULL,'2022-12-23 00:44:44','2023-05-15 13:18:31','https://vnvncconcerthall.ru/',0,'VNVNC concert hall - Progressive house/хаус/hip-hop/','концертная площадка/бар с террасой/ночной клуб бесплатный вход до 00:00','+79214104440','Невский проспект (выход на канал Грибоедова)','23:00 - 06:00',''),
	 (53,3,1,'Гигант Холл','gigant-xoll','','Кондратьевский просп., 44',NULL,NULL,false,NULL,'2022-12-23 01:15:58','2023-01-16 19:30:57','',0,'','','','','',''),
	 (54,1,1,'Kiki','kiki','','Гороховая 47',NULL,NULL,false,NULL,'2022-12-24 19:56:00','2023-07-04 15:35:55','http://eatmykiki.com/',0,'','','','','',''),
	 (84,1,2,'Treff8 club','treff8-club','','м. Курская, Казакова ул., д. 8, стр. 2',NULL,NULL,false,NULL,'2023-01-17 17:08:56','2023-01-17 17:08:56','',0,'','','','','',''),
	 (85,2,7,'River bar ','river-bar','','ул. Буденного, 2',NULL,NULL,false,NULL,'2023-01-18 13:56:25','2023-01-18 13:56:25','',0,'','','','','',''),
	 (86,1,1,'Griboedov','griboedov','','Воронежская 2А',NULL,NULL,false,NULL,'2023-01-18 14:00:31','2023-01-18 14:18:43','',0,'','','','','',''),
	 (56,1,2,'Aglomerat','aglomerat','Агломерат это креативный проект, который обладает всеми необходимыми ресурсами для проведения разноформатных мероприятий культурного, научного и социального характера.
Название происходит от латинского ''''aglomerare'''', что означает "присоединять", "объединять". Фокус проекта - формирование качественной культурной среды путем объединения идей и ресурсов в рамках единого пространства. Мы нацелены на создание максимально комфортных условий для реализации самых смелых творческих инициатив и социо-культурных проектов на разных стадиях их зрелости - от идеи до запуска.','Костомаровский пер., д. 3 стр.12',55,37,false,NULL,'2022-12-26 16:59:35','2023-05-15 17:52:03','https://aglomerat.org/',0,'','','+7 930 935 3585','Чкаловская','',''),
	 (57,1,1,'GÁS','gas','GÁS — новое клубное пространство с самым большим танцполом в центре Петербурга, притаившееся в глубине Конюшенной площади.

Будем слушать, танцевать и наслаждаться.
Эксклюзивно подобранный лайн ап на каждые выходные к этому располагает.
','Конюшенная площадь, 2А ',59,30,false,NULL,'2022-12-26 17:27:10','2023-08-25 17:58:33','https://vk.com/gasmusicclub',0,'','','+7 921 410-44-40','Невский Проспект','Пт: 23:00 - 6:00, Сб: 23:00 - 6:00',''),
	 (58,1,2,'Community Moscow','community-moscow','Community - это мультиформатный проект, включающий в себя ресторан, ночной клуб, бар, театр и лекторий в пространстве концептуальной библиотеки.

Основной акцент Community – гастрономический ресторан c авторской кухней от шеф-повара Бориса Йовановича.

Главная музыкальная библиотека страны открывает двери для хэдлайнеров электронной музыкальной сцены','Космодамианская наб, д 2',55,37,false,NULL,'2022-12-29 23:27:59','2023-05-15 17:41:14','http://communitymoscow.ru/',0,'','','+7 499 811 0811','Новокузнецкая','14:00-05:00',''),
	 (59,1,1,'Mixed','mixed','','Кожевенная линия 34а',NULL,NULL,false,NULL,'2023-01-03 22:13:06','2023-06-02 13:52:38','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (60,2,1,'Block & Depot','block-depot','Пн-Чт 14.00-01.00 
Пт-Вс 16.00-04.00 ','Ул. Константина Заслонова,25',NULL,NULL,false,NULL,'2023-01-03 22:25:12','2023-01-03 22:25:12','',0,'','','','','',''),
	 (61,4,3,'Nirvana','nirvana','','Ачипсинская ул., 12, Красная Поляна, Краснодарский край, находится в: РЦ Галактика',NULL,NULL,false,NULL,'2023-01-05 00:40:52','2023-01-05 00:40:52','',0,'','','','','',''),
	 (62,1,2,'Kinky Rouge','kinky-rouge','','Малая Якиманка 24',NULL,NULL,false,NULL,'2023-01-05 10:03:33','2023-01-16 19:53:10','https://kinkyrouge.ru/',0,'','','','','',''),
	 (63,1,2,'GOROD','gorod','','ул. Лесная, д.30а',NULL,NULL,false,NULL,'2023-01-05 10:31:33','2023-01-16 19:56:00','',0,'','','','','',''),
	 (64,2,3,'Rock Base Bar','rock-base-bar','','Донская 16',NULL,NULL,false,NULL,'2023-01-05 11:12:06','2023-01-05 11:12:06','',0,'','','','','',''),
	 (65,1,3,'CENTRAL PARK','central-park','','ул. Кооперативная, 4a',NULL,NULL,false,NULL,'2023-01-05 11:17:01','2023-01-05 11:17:01','',0,'','','','','',''),
	 (66,4,10,'Andaman Riviera Phuket Hotel','andaman-riviera-phuket-hotel','','Пхукет, 331 Moo2 T.Cherngtalay A, Thalang District',NULL,NULL,false,NULL,'2023-01-05 11:31:56','2023-01-16 20:04:01','',0,'','','','','',''),
	 (67,1,4,'Клуб Ц','klub-c','','пер. Центральный рынок 6',NULL,NULL,false,NULL,'2023-01-05 11:45:38','2023-01-05 11:45:38','',0,'','','','','',''),
	 (68,1,1,'ДК','dk','Двор Культуры','Казанская, 7Д',NULL,NULL,false,NULL,'2023-01-09 17:19:32','2023-01-16 20:05:38','',0,'','','','','',''),
	 (69,3,4,'Дом Печати','dom-pecati','','',NULL,NULL,false,NULL,'2023-01-10 16:54:40','2023-01-10 16:54:40','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (70,1,1,'Брусницын Холл','brusnicyn-xoll','','Кожевенная линия, 30',NULL,NULL,false,NULL,'2023-01-11 02:23:38','2023-01-16 20:15:13','',0,'','','','','',''),
	 (71,1,2,'Live Stars','live-stars','','Россия, Москва, Бересеневский пер 5 стр 2',NULL,NULL,false,NULL,'2023-01-11 03:00:46','2023-01-16 20:17:57','https://livestarsclub.ru',0,'','','','','',''),
	 (72,1,1,'Zoccolo 2.0','zoccolo-20','','Лиговский пр., д. 50, корп.3',NULL,NULL,false,NULL,'2023-01-11 03:02:36','2023-01-16 20:19:26','',0,'','','','','',''),
	 (73,3,2,'VK Stadium','vk-stadium','VK Stadium — большой, современный, великолепно оснащенный, многофункциональный клуб в Москве.
VK Stadium расположен вблизи магистралей, в нескольких минутах ходьбы от станции метро «Сокол». Поблизости нет жилых домов, поэтому не требуется исполнять «закон о тишине», и можно продолжать шумные вечеринки неограниченное время. Ранее на этом месте функционировал ракетный цех. Именно поэтому в дизайне клуба нашла отражение авиационная и космическая тематики.

За счет оригинального зала-трансформера, способен принять мероприятия практически любого формата, начиная от камерных, корпоративных вечеров и малочисленных театральных постановок, до масштабных, многолюдных красочных шоу. Клуб способен разместить более 7000 человек, и каждый будет чувствовать себя комфортно и удобно. Огромная сцена просматривается отовсюду, плюс к этому – множество мониторов, воспроизводящих событие.

VK Stadium оснащен самым современным световым и звуковым оборудованием, позволяющим организовывать высокотехнологичные и зрелищные представления. На сегодняшний день клуб – одна из самых популярных и привлекательных столичных площадок.','Ленинградский пр-т., 80, к. 17',55,37,false,NULL,'2023-01-11 03:29:07','2023-05-15 18:02:15','https://vk-stadium.ru/',0,'','','+7 495 045-20-49','Сокол','24/7',''),
	 (74,1,7,'Счастье','schastie','','Красноармейская ул., 68',NULL,NULL,false,NULL,'2023-01-11 04:11:50','2023-01-11 04:11:50','',0,'','','','','',''),
	 (75,1,11,'Mejan','mejan','Mejan
Jl. Batu Mejan Canggu No.32
Canggu, Badung, Bali, 80351','Jl. Batu Mejan Canggu No.32 Canggu, Badung, Bali, 80351',NULL,NULL,false,NULL,'2023-01-11 06:51:45','2023-01-11 06:51:45','',0,'','','','','',''),
	 (76,4,2,'Deep Fried Friends','deep-fried-friends','','Яузская улица, 10/2, стр. 4.',NULL,NULL,false,NULL,'2023-01-12 08:53:14','2023-01-16 20:21:58','',0,'','','','','',''),
	 (77,1,1,'Мираж','miraz','','ул.Шамшева д.4',NULL,NULL,false,NULL,'2023-01-12 19:21:20','2023-01-12 19:21:20','',0,'','','','','',''),
	 (82,6,2,'Арт-Парк','art-park','','Россия, Никола-Ленивец, дер. Никола-Ленивец, Калужская обл.',NULL,NULL,false,NULL,'2023-01-16 17:10:07','2023-01-16 17:10:07','',0,'','','','','',''),
	 (83,1,1,'Tommy Lee','tommy-lee','Резерв по телефону и WhatsApp: 8 921 9381212','Садовая, 12',NULL,NULL,false,NULL,'2023-01-16 18:49:37','2023-08-25 17:59:01','https://vk.com/lee_tommy',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (87,1,1,'Лофт Метаморфоза','loft-metamorfoza','г. Санкт-Петербург, ул. Звенигородская 9-11 Е 
(Loft Метаморфоза) 

Ближайшее метро: 
м. Звенигородская (5 минут пушком) 
м. Обводный канал (7 минут пешком) 
м. Пушкинская (10 минут пешком)','ул. Звенигородская 9-11 Е',NULL,NULL,false,NULL,'2023-01-18 15:58:42','2023-01-19 14:22:02','',0,'','','','','',''),
	 (88,2,1,'Мотив','motiv','','ул. Рубинштейна, 28Д',NULL,NULL,false,NULL,'2023-01-19 16:22:02','2023-08-25 17:59:21','https://vk.com/motive_crew',0,'','','','','',''),
	 (89,1,1,'Поднебесная Мансарда','podnebesnaia-mansarda','Вход в арке.
Тел: 8(812)309-89-77, доб. 2.','ул. Белинского, 9',NULL,NULL,false,NULL,'2023-01-19 21:13:23','2023-01-19 21:13:23','https://vk.com/skyspacemansarda',0,'','','','','',''),
	 (90,7,1,' Отель AKYAN','otel-akyan','','ул. Восстания, д.19',NULL,NULL,false,NULL,'2023-01-20 14:42:23','2023-01-20 14:42:29','',0,'','','','','',''),
	 (92,1,1,'Cult','cult','','Лиговский проспект 43-45Д',NULL,NULL,false,NULL,'2023-01-23 20:24:23','2023-01-23 20:28:46','',0,'','','','','',''),
	 (93,1,2,'Chateau de Fantomas','chateau-de-fantomas','','Болотная Набережная 3/4',NULL,NULL,false,NULL,'2023-01-23 21:56:07','2023-01-23 21:56:07','',0,'','','','','',''),
	 (94,2,1,'Цинист','cinist','','Полтавская, д.7',NULL,NULL,false,NULL,'2023-01-23 22:48:48','2023-01-23 22:49:23','',0,'','','','','',''),
	 (95,3,1,'A2','a2','технически оснащённая многофункциональная зрелищная площадка на Петроградской стороне. Культовое место объединяет творческих и неординарных людей. Команда клуба приглашает лучших музыкантов отечественной и зарубежной сцены, знакомит зрителей с новыми именами современной музыки.','пр. Медиков, д.3',59,30,false,NULL,'2023-01-23 22:54:03','2023-09-28 15:54:18','http://a2.fm/',0,'','','+7 812 333 0379','Петроградская','14:00-20:00',''),
	 (96,1,13,'КЛУБ РМЦ','klub-rmc','','Свободы 2 корпус 7',NULL,NULL,false,NULL,'2023-01-23 23:09:07','2023-01-23 23:09:07','',0,'','','','','',''),
	 (97,3,6,'ФАБРИКА ','fabrika','','Казань, Кави Наджми 8А',NULL,NULL,false,NULL,'2023-01-23 23:21:30','2023-01-23 23:21:30','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (98,2,2,'Бар на Флаконе','bar-na-flakone','','Большая Новодмитровская ул. 36 стр.12',NULL,NULL,false,NULL,'2023-01-24 21:18:24','2023-01-24 21:41:32','',0,'','','','','',''),
	 (99,2,1,'Al Capone','al-capone','','ул. Жуковского 7',NULL,NULL,false,NULL,'2023-01-25 00:40:37','2023-01-25 00:40:37','',0,'','','','','',''),
	 (100,2,2,'Lux Lounge','lux-lounge','','метро Братиславская, улица Братиславская 28',NULL,NULL,false,NULL,'2023-01-25 22:57:07','2023-01-25 22:57:07','',0,'','','','','',''),
	 (101,1,2,'Пропаганда','propaganda','Один из старейших клубов Москвы. Днём Пропаганда — это уютное кафе; ночью — клуб. Открывшись  в далёком 1997 году, он по праву может считаться ровесником клубной культуры столицы России.
Ночная площадка и бар работают каждый день недели без выходных.
','Златоустинский Большой пер., 7',55,37,false,NULL,'2023-01-26 14:23:41','2023-05-15 13:09:48','https://www.propagandamoscow.com/',0,'','','+74956245732','Лубянка','12:00 - 06:00',''),
	 (102,2,2,'Слёзы','slezy','','Костомаровский пер., 3 стр 12,',NULL,NULL,false,NULL,'2023-01-26 14:29:41','2023-01-26 14:29:41','',0,'','','','','',''),
	 (103,2,2,'бар Strelka','bar-strelka','','Берсеневская набережная, 14/5',NULL,NULL,false,NULL,'2023-01-26 15:42:56','2023-01-26 15:42:56','https://vk.com/barstrelka',0,'','','','','',''),
	 (104,2,2,'бар SIMACH в Недальнем','bar-simach-v-nedalnem','','Тверской б-р, 15 строение 2',NULL,NULL,false,NULL,'2023-01-26 15:52:29','2023-01-26 15:52:29','',0,'','','','','',''),
	 (105,8,14,'Halfmoon Festival','halfmoon-festival','','72/39 moo.2 bantai',NULL,NULL,false,NULL,'2023-01-26 19:07:40','2023-01-26 19:07:46','',0,'','','','','',''),
	 (106,1,1,'Solaris lab.','solaris-lab','','Курляндская 49',NULL,NULL,false,NULL,'2023-01-31 12:13:02','2023-01-31 12:13:02','',0,'','','','','',''),
	 (107,1,2,'Vibe Hall','vibe-hall','','ул. Правды 24с3',NULL,NULL,false,NULL,'2023-01-31 14:50:28','2023-01-31 14:50:28','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (108,1,2,'Trinity Park','trinity-park','','г. Щелково, 1-Советский переулок, 25 стр. 4',NULL,NULL,false,NULL,'2023-01-31 16:19:15','2023-01-31 16:19:15','',0,'','','','','',''),
	 (109,1,2,'GLASTONBERRY','glastonberry','','Москва, 1-я Дубровская улица, 13А стр.1',NULL,NULL,false,NULL,'2023-01-31 16:32:57','2023-01-31 16:32:57','',0,'','','','','',''),
	 (110,1,1,'SandBoxMusicRoom','sandboxmusicroom','https://vk.com/sandboxmusicroom','Тучков пер. д.1 лит.А',NULL,NULL,false,NULL,'2023-01-31 19:09:39','2023-01-31 19:12:46','https://linktr.ee/SandBoxMusicRoom',0,'','','','','',''),
	 (111,1,2,'Krov Loft','krov-loft','','Самокатная улица, 4с32 Krov Loft (территория завода «Кристал»)',NULL,NULL,false,NULL,'2023-02-01 16:39:11','2023-02-01 16:39:11','',0,'','','','','',''),
	 (112,1,1,'Балаган','balagan','','Казанская ул. 7В',NULL,NULL,false,NULL,'2023-02-01 18:59:51','2023-02-01 18:59:51','',0,'','','','','',''),
	 (113,1,1,'MOD','mod','MOD — КОНЦЕРТНАЯ ПЛОЩАДКА И НОЧНОЙ КЛУБ В САМОМ СЕРДЦЕ ПЕТЕРБУРГА БОЛЕЕ ЧЕМ ЗА 10-ЛЕТНЮЮ ИСТОРИЮ УСПЕВШАЯ СТАТЬ ПО-НАСТОЯЩЕМУ КУЛЬТОВЫМ МЕСТОМ. КЛУБ ВКЛЮЧАЕТ В СЕБЯ ДВА ЗАЛА С СОВРЕМЕННЫМ ТЕХНИЧЕСКИМ ОБОРУДОВАНИЕМ, ТРЕМЯ БАРАМИ С ДЕМОКРАТИЧНЫМИ ЦЕНАМИ, СОБСТВЕННОЙ ПИЦЦЕРИЕЙ, А ТАКЖЕ УНИКАЛЬНОЙ ЛЕТНЕЙ ТЕРРАСОЙ.

«EVERY NEW GENERATION REDISCOVERES MOD. IT’S NEVER GOING AWAY!»
IAN MCLAGAN «SMALL FACES»','Арсенальная набережная 1 (во дворе)',59,30,false,NULL,'2023-02-03 16:45:59','2023-05-15 18:15:57','https://modclub.info/',0,'','','','Площадь Ленина','с 16:00',''),
	 (114,2,2,'МОТЫГА','motyga','Это территория арт-пространства Авиатор.
Проходная на территорию находится со стороны улицы Ольховская за шлагбаумом. Далее нужно пройти двор держась левой стороны до конца и повернуть направо.','Ольховская 14 стр 2,',NULL,NULL,false,NULL,'2023-02-03 17:06:16','2023-02-03 17:07:50','',0,'','','','','',''),
	 (117,1,2,'Диссидент','dissident','','Чистопрудный бульвар, 25',NULL,NULL,false,NULL,'2023-02-10 01:06:43','2023-02-10 01:06:43','',0,'','','','','',''),
	 (118,2,1,'UGLY','ugly','','Кожевенная линия 34',NULL,NULL,false,NULL,'2023-02-10 01:46:52','2023-08-25 18:02:04','',0,'','','','','',''),
	 (158,1,2,'Soho Rooms ','soho-rooms','','Саввинская набережная, дом 12, строение 8',NULL,NULL,false,NULL,'2023-04-20 18:42:50','2023-04-20 18:42:50','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (119,3,2,'СУПЕРМЕТАЛЛ','supermetall','Территория Суперметалла — часть института НИИ Чермет им. Бардина, где в цехах и лабораториях создавались экспериментальные металлургические сплавы. Здания интересны своими планировками и стилями — здесь перекликаются сталинский ампир с минимализмом, а фасад главного Цеха является памятником архитектуры.','2-я Бауманская, 9/23',55,37,false,NULL,'2023-02-16 12:41:05','2023-05-15 15:27:08','https://supermetall.com/',0,'','','+74951067063','Бауманская','09:00 - 22:00',''),
	 (120,1,2,'Punk Fiction','punk-fiction','','Москва, Ольховская улица, 14с1',NULL,NULL,false,NULL,'2023-02-16 13:15:08','2023-02-16 13:15:08','',0,'','','','','',''),
	 (121,1,2,'Lachesis','lachesis','','Чистопрудный бульвар, д. 25',NULL,NULL,false,NULL,'2023-02-16 13:31:21','2023-02-16 13:31:21','',0,'','','','','',''),
	 (122,1,2,'Китайский Лётчик Джао Да','kitaiskii-letcik-dzao-da','','м. "Китай-город", Лубянский проезд, дом 25, стр. 1',NULL,NULL,false,NULL,'2023-02-16 15:46:04','2023-02-16 15:46:04','',0,'','','','','',''),
	 (123,2,2,'Барное Объединение "Профсоюз"','barnoe-obieedinenie-profsoiuz','','новослободская 16',NULL,NULL,false,NULL,'2023-02-17 13:42:38','2023-02-17 13:42:38','',0,'','','','','',''),
	 (124,1,2,'Клуб BASE','klub-base','','Россия, Москва, ул. Орджоникидзе, 11с1',NULL,NULL,false,NULL,'2023-02-21 15:55:48','2023-02-21 15:55:48','',0,'','','','','',''),
	 (125,3,1,'СК "ЮБИЛЕЙНЫЙ"','sk-iubileinyi','','пр. Добролюбова 18',NULL,NULL,false,NULL,'2023-02-28 23:17:46','2023-02-28 23:17:46','',0,'','','','','',''),
	 (126,1,2,'Gestalt','gestalt','','Москва, Клуб Gestalt, Милютинский переулок, 15, стр. 2А',NULL,NULL,false,NULL,'2023-03-01 01:38:20','2023-03-01 01:38:20','',0,'','','','','',''),
	 (127,1,2,'Новый Арбат 21','novyi-arbat-21','','Новый Арбат, 21',NULL,NULL,false,NULL,'2023-03-01 02:21:12','2023-03-01 02:21:12','',0,'','','','','',''),
	 (128,3,2,'URBAN','urban','','Большая Новодмитровская ул., 36 строение 24, Москва, 127015',NULL,NULL,false,NULL,'2023-03-01 02:29:57','2023-03-01 02:29:57','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (129,1,1,'Rossi''s Club','rossis-club','','Улица Зодчего Росси, 1-3',NULL,NULL,false,NULL,'2023-03-01 02:59:41','2023-03-01 02:59:41','',0,'','','','','',''),
	 (130,1,2,'УГОЛ','ugol','',' Новорязанская ул., 29 строение 5',NULL,NULL,false,NULL,'2023-03-02 00:56:37','2023-03-02 00:56:37','',0,'','','','','',''),
	 (131,1,2,'Giper Loop','giper-loop','','Большая Новодмитровская улица, дом 14с1',NULL,NULL,false,NULL,'2023-03-02 21:47:54','2023-03-02 21:47:54','',0,'','','','','',''),
	 (132,2,1,'GAZLOFT','gazloft','','пр. Стачек, 72',NULL,NULL,false,NULL,'2023-03-08 00:37:02','2023-03-08 00:40:33','',0,'','','','','',''),
	 (133,1,2,'Микс Afterparty','miks-afterparty','','Брестская 1-я улица, д.2, стр.3',NULL,NULL,false,NULL,'2023-03-08 02:42:21','2023-03-08 02:42:21','',0,'','','','','',''),
	 (134,3,2,'Atmosphere','atmosphere','',' Шмитовский проезд, д 32А',NULL,NULL,false,NULL,'2023-03-08 03:06:30','2023-03-08 03:06:30','',0,'','','','','',''),
	 (136,1,1,'WOW PLACE','wow-place','','Кожевенная линия, 34',NULL,NULL,false,NULL,'2023-03-15 03:53:56','2023-03-15 03:53:56','',0,'','','','','',''),
	 (137,2,2,'Бар "Котельная"','bar-kotelnaia','','Лесная 20, С5',NULL,NULL,false,NULL,'2023-03-17 15:45:13','2023-03-17 15:45:13','',0,'','','','','',''),
	 (138,2,2,'Leveldva','leveldva','','Большая Никитская ул., 12, стр.2, Москва, Россия',NULL,NULL,false,NULL,'2023-03-17 16:16:11','2023-03-17 16:16:11','',0,'','','','','',''),
	 (139,1,1,'Kuznya House','kuznya-house','','Новая Голландия, наб. Адмиралтейского канала, 2М',NULL,NULL,false,NULL,'2023-03-22 17:55:10','2023-03-22 17:55:10','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (140,1,1,'Лофт "SVOI"','loft-svoi','','Кожевенная линия, 34',NULL,NULL,false,NULL,'2023-03-22 23:33:09','2023-03-22 23:33:09','',0,'','','','','',''),
	 (141,1,1,'SECRET PLACE','secret-place','','Звенигородская ул., 9-11к',NULL,NULL,false,NULL,'2023-03-22 23:41:51','2023-03-22 23:41:51','',0,'','','','','',''),
	 (142,2,1,'Cheers','cheers','','Cheers',NULL,NULL,false,NULL,'2023-03-22 23:49:21','2023-03-22 23:49:21','',0,'','','','','',''),
	 (143,1,2,'Бумажная Фабрика','bumaznaia-fabrika','','Переведеновский переулок, 18 с6',NULL,NULL,false,NULL,'2023-03-23 16:35:44','2023-03-23 16:35:44','',0,'','','','','',''),
	 (144,2,1,'Hops Mustache','hops-mustache','','Лиговский 50ЛитУ',NULL,NULL,false,NULL,'2023-03-27 20:08:18','2023-03-27 20:08:18','',0,'','','','','',''),
	 (145,2,2,'DVOR (Зачем накидался)','dvor-zachem','','Земляной вал, д.7',NULL,NULL,false,NULL,'2023-04-04 17:11:01','2023-04-04 17:11:01','',0,'','','','','',''),
	 (146,2,1,'Debaser Бар','debaser-bar','','Владимирский пр., 8',NULL,NULL,false,NULL,'2023-04-05 20:57:20','2023-04-05 20:57:20','',0,'','','','','',''),
	 (147,2,1,'Secrets','secrets','','Полтавская 7',NULL,NULL,false,NULL,'2023-04-05 21:43:27','2023-04-05 21:43:27','',0,'','','','','',''),
	 (148,1,1,'SLONDONEBA','slondoneba','','Биржевая линия, д.12',NULL,NULL,false,NULL,'2023-04-05 22:19:58','2023-09-15 12:34:15','',0,'','','','','',''),
	 (149,1,2,'Radio','radio','','2-я Бауманская ул.. 9/23с3',NULL,NULL,false,NULL,'2023-04-05 23:30:37','2023-04-05 23:30:37','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (150,1,2,'IZI','izi','','Басманный переулок, 8, стр. 1',NULL,NULL,false,NULL,'2023-04-06 19:05:37','2023-04-06 19:05:37','',0,'','','','','',''),
	 (151,2,2,'бар «Клуб»','bar-klub','','Покровский бульвар, 6/20 стр',NULL,NULL,false,NULL,'2023-04-13 04:25:48','2023-04-13 04:25:48','',0,'','','','','',''),
	 (152,2,2,'Backroom','backroom','Секретный музыкальный бар от создателей легендарной «Квартиры».

ЧТ - special music events 
ПТ-СБ - house & techno 21:00-08:00

метро Белорусская
Грузинский Вал 11с3 
вход через ресторан True Cost
+7 (916) 844-18-94','Грузинский Вал 11с3 ',NULL,NULL,false,NULL,'2023-04-17 22:03:57','2023-04-17 22:07:15','',0,'','','','','',''),
	 (153,6,1,'Заовражные озера','zaovraznye-ozera','','Заовражные озера, Выборгский район, жд. ст. Яппиля , Санкт-Петербург',NULL,NULL,false,NULL,'2023-04-19 18:07:15','2023-04-19 18:07:15','',0,'','','','','',''),
	 (154,3,1,'Завод им. Степана Разина','zavod-im-stepana-razina','','ул. Степана Разина, 9, Санкт-Петербург, 198035',NULL,NULL,false,NULL,'2023-04-19 20:00:04','2023-04-19 20:00:04','',0,'','','','','',''),
	 (155,3,1,'ДК МОРЕ','dk-more','','Виндавская 2',NULL,NULL,false,NULL,'2023-04-19 21:30:56','2023-04-19 21:30:56','',0,'','','','','',''),
	 (156,1,2,'Гараж','garaz','','ул. Большая Полянка, 7/10 стр.1, Москва, 119180',NULL,NULL,false,NULL,'2023-04-20 02:59:59','2023-04-20 02:59:59','',0,'','','','','',''),
	 (157,2,2,'PURPUR','purpur','','ул. Мясницкая 46/2 стр.3',NULL,NULL,false,NULL,'2023-04-20 18:23:36','2023-04-20 18:23:36','',0,'','','','','',''),
	 (197,2,1,'Грани','grani','','ул. Некрасова, 26',NULL,NULL,false,NULL,'2023-06-30 16:44:18','2023-06-30 16:44:18','',0,'','','','','',''),
	 (159,4,1,'Рестобар Матисс','restobar-matiss','',' Колокольная ул., 12, Санкт-Петербург, 191025',NULL,NULL,false,NULL,'2023-04-20 19:15:29','2023-04-20 19:15:29','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (160,4,1,'BARASHKI','barashki','','ул. Ефимова 2, ТРК «ПИК», 5 этаж',NULL,NULL,false,NULL,'2023-04-25 14:29:22','2023-04-25 14:29:37','https://barashkispb.ru/',0,'','','','','',''),
	 (161,2,1,'Q bar','q-bar','','Загородный проспект, 37',NULL,NULL,false,NULL,'2023-04-25 15:07:19','2023-09-01 19:33:39','',0,'','','','','',''),
	 (162,1,1,'Вольт','volt','','Севкабель Порт',NULL,NULL,false,NULL,'2023-04-25 15:26:08','2023-04-25 15:26:08','',0,'','','','','',''),
	 (163,3,1,'Smolla Hall','smolla-hall','','Лиговский 74В, арт-пространство Smolla Hall',NULL,NULL,false,NULL,'2023-04-26 13:59:40','2023-04-26 13:59:40','',0,'','','','','',''),
	 (165,2,2,'SIMACH','simach','','Тверской бульвар, 15, стр. 2.',NULL,NULL,false,NULL,'2023-04-28 13:48:06','2023-04-28 13:48:06','',0,'','','','','',''),
	 (166,3,2,'Main Stage','main-stage','','ул. Шарикоподшипниковская, д. 13, стр. 33',NULL,NULL,false,NULL,'2023-04-28 14:11:18','2023-04-28 14:11:18','',0,'','','','','',''),
	 (167,3,2,'VK МУЗЫКА SUMMER STAGE','vk-muzyka-summer-stage','','ул. Шарикоподшипниковская, д. 13, стр. 33',NULL,NULL,false,NULL,'2023-04-28 14:16:05','2023-04-28 14:16:05','',0,'','','','','',''),
	 (168,6,1,'Лес близ Ермилово','les-bliz-ermilovo','','',NULL,NULL,false,NULL,'2023-05-03 18:57:17','2023-05-03 18:57:17','',0,'','','','','',''),
	 (169,8,2,'Река Ока','reka-oka','','г. Серпухов, с. Волковское',NULL,NULL,false,NULL,'2023-05-04 11:57:26','2023-05-04 11:59:16','',0,'','','','','',''),
	 (170,1,2,' Fantomas Chateau & Rooftop','fantomas-chateau-rooftop','','Болотная наб., 3 строение 2, Москва, 121352',NULL,NULL,false,NULL,'2023-05-04 13:46:39','2023-05-04 13:46:39','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (171,2,2,'Axiom Bar','axiom-bar','','м. Бауманская, Спартаковская площадь, 16/15с2',NULL,NULL,false,NULL,'2023-05-05 14:36:40','2023-05-05 14:36:40','',0,'','','','','',''),
	 (173,1,2,'Клуб','klub','','Покровский бульвар 6/20',NULL,NULL,false,NULL,'2023-05-12 12:53:12','2023-05-12 12:53:12','',0,'','','','','',''),
	 (174,1,2,'16 тонн - Арбат','16-tonn-arbat','16 Тонн» — клуб, паб, ресторан в центре Москвы. Старейший из ныне существующих английских пабов. Первая в Москве концертная площадка, специализирующаяся на выступлениях гитарных групп — позже этот формат взяли за основу многие московские клубы. Разнообразие меню и негромкая фоновая музыка делают «16 Тонн» прекрасным местом как для непринужденного общения с друзьями, так и для деловых встреч. 

16 апреля 1996 года открылся первый этаж — традиционный английский паб с расслабленной атмосферой и собственной пивоварней.

30 октября 1997 года начал работу второй этаж «16 Тонн» — ночной клуб со сценой и танцполом, где практически всю неделю по вечерам проходят концерты и вечеринки с участием российских и зарубежных команд. Единичные яркие мероприятия — такие, как презентации новых альбомов или праздничные выступления топ-звёзд — также не редкость для «16 Тонн».','ул. Арбат, 28, стр. 1',55,37,false,NULL,'2023-05-15 14:48:10','2023-05-15 14:48:10','https://vk.com/16tons_arbat',0,'','','+74951616222','Арбатская, Смоленская','12:00 - 05:00',''),
	 (175,1,4,'Teleclub','teleclub','','УЛ. КАРЬЕРНАЯ 16',NULL,NULL,false,NULL,'2023-05-15 18:20:56','2023-05-15 18:20:56','',0,'','','','','',''),
	 (176,1,1,'Roof Place','roof-place','Двухуровневая площадка с террасой на крыше и двумя барами внутри.','Кожевеная л., д.30',NULL,NULL,false,NULL,'2023-05-17 14:45:48','2023-05-17 14:45:48','',0,'','','','','',''),
	 (177,8,1,'ПОРТ СЕВКАБЕЛЬ','port-sevkabel','','Кожевеная л., д.40',NULL,NULL,false,NULL,'2023-05-17 15:02:09','2023-05-17 15:02:09','',0,'','','','Василеостровская, Приморская','',''),
	 (178,1,1,'WE&I by Vertical','wei-by-vertical','','Большой Сампсониевский, 74к2',NULL,NULL,false,NULL,'2023-05-18 16:40:47','2023-05-18 16:40:47','',0,'','','','','',''),
	 (179,9,8,'Авиатор','aviator','',' Нижегородская область, село Большое Козино, улица Авиационная, дом 1',56,43,false,NULL,'2023-05-23 15:49:27','2023-05-23 15:49:27','',0,'','','','','',''),
	 (180,7,1,'HI-SO Terrace','hi-so-terrace','','Вознесенский проспект 6 ',NULL,NULL,false,NULL,'2023-05-24 17:08:03','2023-05-24 17:08:03','',0,'','','8 (812) 610-61-55','','',''),
	 (181,2,1,'Ритмы','ritmy','','КОЖЕВЕННАЯ 34 ',NULL,NULL,false,NULL,'2023-05-25 14:44:03','2023-05-25 14:44:03','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (182,1,1,'ЛенДок','lendok','','наб. Крюкова канала, 12',NULL,NULL,false,NULL,'2023-05-31 21:54:02','2023-05-31 21:54:02','',0,'','','','','',''),
	 (183,2,2,'Оксид','oksid','','новослободская 16 а',NULL,NULL,false,NULL,'2023-06-01 18:32:12','2023-06-01 18:32:12','',0,'','','','','',''),
	 (184,2,2,'Лебединое Озеро','lebedinoe-ozero','','',NULL,NULL,false,NULL,'2023-06-08 18:22:25','2023-06-08 18:22:25','',0,'','','','','',''),
	 (185,2,1,'Жёлтая Терасса','zeltaia-terassa','','Кожевенная 30, культурный квартал Брусницын, Жёлтая терраса.',NULL,NULL,false,NULL,'2023-06-09 16:54:16','2023-06-09 16:54:16','',0,'','','','','',''),
	 (186,4,2,'RESOhub','resohub','','Большая Новодмитровская, 36, стр. 2.',NULL,NULL,false,NULL,'2023-06-24 03:27:01','2023-06-24 03:32:03','',0,'','','','','',''),
	 (187,2,1,'DOM12','dom12','','Садовая, 12',NULL,NULL,false,NULL,'2023-06-27 23:36:52','2023-06-27 23:36:52','',0,'','','','','',''),
	 (188,1,2,'Дизайн Завод','dizain-zavod','','ул. Большая Новодмитровская, 36, стр. 12, подьезд 2',NULL,NULL,false,NULL,'2023-06-28 02:02:38','2023-06-28 02:02:38','',0,'','','','','',''),
	 (189,2,2,'Etherea Bar','etherea-bar','','Болотная набережная, 3с2',NULL,NULL,false,NULL,'2023-06-28 16:29:20','2023-06-28 16:29:20','',0,'','','','','',''),
	 (190,1,1,'K-30','k-30','','Кожевенная линия, 30',NULL,NULL,false,NULL,'2023-06-29 14:17:21','2023-08-25 18:03:14','',0,'','','','','',''),
	 (191,2,2,'Агли','agli','','Холодильный переулок, 3 к1 с8',NULL,NULL,false,NULL,'2023-06-29 16:47:39','2023-06-29 16:47:39','',0,'','','','','','');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (192,7,2,'Крыша гостиницы Пекин','krysa-gostinicy-pekin','','Москва, Большая Садовая, 5',NULL,NULL,false,NULL,'2023-06-29 21:33:49','2023-06-29 21:33:49','',0,'','','','','',''),
	 (193,4,2,'Turandot Palace','turandot-palace','','Москва, Тверской бульвар, 26с3',NULL,NULL,false,NULL,'2023-06-29 22:40:41','2023-06-29 22:40:41','',0,'','','','','',''),
	 (194,1,1,'Technodöner  ','technodoner','','Некрасова 28',NULL,NULL,false,NULL,'2023-06-30 16:04:24','2023-06-30 16:04:24','',0,'','','','','',''),
	 (199,2,1,'На Вина!','na-vina','','Инструментальная 3В',NULL,NULL,false,NULL,'2023-06-30 17:06:45','2023-06-30 17:06:45','',0,'','','','','',''),
	 (200,1,1,'Время N','vremia-n','','Биржевая линия, 12Е',NULL,NULL,false,NULL,'2023-07-04 02:25:29','2023-09-15 12:34:23','',0,'','','','','',''),
	 (201,1,1,'ROOFTOP','rooftop','','Петроградская наб., д. 18',NULL,NULL,false,NULL,'2023-07-04 02:32:25','2023-07-04 02:32:25','',0,'','','','','',''),
	 (202,1,1,'Корабль','korabl','','Университетская набережная, 13',NULL,NULL,false,NULL,'2023-07-04 02:40:58','2023-07-04 02:40:58','',0,'','','','','',''),
	 (203,1,2,'CODE YARD','code-yard','','Кадашевская Набережная  6/1/2',NULL,NULL,false,NULL,'2023-07-04 03:11:52','2023-07-04 03:12:50','',0,'','','','','',''),
	 (204,2,1,'popravka.bar','popravkabar','','Лиговский пр-т 50Ц',NULL,NULL,false,NULL,'2023-07-04 15:39:48','2023-07-04 15:41:06','',0,'','','','','',''),
	 (205,2,1,'Шуба бар','suba-bar','','ул. Некрасова 34',NULL,NULL,false,NULL,'2023-07-05 02:38:35','2023-07-05 02:38:35','',0,'','','','','','1.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (206,2,2,'In The Garden','in-the-garden','','Каретный Ряд ул, д 3, стр 21',NULL,NULL,false,NULL,'2023-07-05 19:55:06','2023-07-05 19:55:06','',0,'','','','Цветной бульвар','','1.0'),
	 (207,3,1,'Новая сцена Александринского театра','novaia-scena-aleksandrinskogo-teatra','','набережная реки Фонтанки, 49а',NULL,NULL,false,NULL,'2023-07-06 16:56:45','2023-07-06 16:56:45','',0,'','','','','','2.0'),
	 (208,2,2,'BAR 20','bar-20','','Бакунинская ул., 72, стр. 2.',NULL,NULL,false,NULL,'2023-07-06 18:52:01','2023-07-06 18:52:01','',0,'','','','','','2.0'),
	 (209,1,2,'Самокатная 4/19','samokatnaia-419','','Самокатная 4/19',NULL,NULL,false,NULL,'2023-07-06 21:37:39','2023-07-06 21:37:39','',0,'','','','','','2.0'),
	 (210,4,2,'Birds','birds','',' 1-й Красногвардейский пр-д, 21 стр. 2 Башня ОКО, 84 этаж',NULL,NULL,false,NULL,'2023-07-06 21:45:59','2023-07-06 21:47:42','',0,'','','','','','2.0'),
	 (211,4,2,'Речной - пляж-ресторан','recnoi-pliaz-restoran','','Ленинградское шоссе, 45с2',NULL,NULL,false,NULL,'2023-07-06 23:32:20','2023-07-06 23:32:20','',0,'','','','','','2.0'),
	 (212,1,1,'Церкви Во Имя Посещения Пресвятой Девой Марией Святой Елизаветы','cerkvi-vo-imia-poseshheniia-presviatoi-devoi-mariei-sviatoi-elizavety','','Ул. Минеральная 21д ',NULL,NULL,false,NULL,'2023-07-11 22:21:56','2023-07-11 22:21:56','',0,'','','','','','2.0'),
	 (213,1,1,'Eden Garden','eden-garden','','70 км от севера СПБ',NULL,NULL,false,NULL,'2023-07-11 22:35:02','2023-07-11 22:35:02','https://vk.com/edenparty',0,'','','','','','2.0'),
	 (214,1,1,'Корабль Славутич','korabl-slavutic','','Университетская наб. 13',NULL,NULL,false,NULL,'2023-07-11 22:56:23','2023-07-11 22:56:23','',0,'','','','','','2.0'),
	 (215,1,6,'Завод КазаньОргСинтез','zavod-kazanorgsintez','','',NULL,NULL,false,NULL,'2023-07-11 23:31:02','2023-07-11 23:39:04','',0,'','','','','','2.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (216,2,1,'JOON','joon','Joon — летний изакая-бар на острове Новая Голландия от команды Kuznyahouse.

Музыкальный listening bar с аналоговой винтажной саунд-системой для прослушивания музыки только на физических носителях — вспоминаем форматы CD, кассет и, конечно, винила. Здесь стильный интерьер, винтажная посуда и много других деталей, за которые цепляется глаз. В баре проходят тихие камерные концерты и коллаборации с барными и музыкальными проектами.

Шеф Руслан Закиров (Kuznyahouse, Hidden) решил не следовать нынешним локальным трендам, а привести традиционную еду изакая в Петербург. На японском гриле Robata жарят молодую морковь со сметаной-васаби, цыплёнка в японском соусе таре и многое другое в выразительном меню.

Барные миксы интригуют: смешивают грейпфрутовую настойку и коридал личи или джин, конфетную воду и японский сидр. В винной карте от Антона Корчака (Hidden Wine Train) — курс на минимализм и эксклюзивные вина.
','наб. Адмиралтейского канала 2',NULL,NULL,false,NULL,'2023-07-12 22:53:59','2023-07-12 22:53:59','',0,'','','+7 (911) 921-16-69','Адмиралтейская','','2.0'),
	 (217,4,1,'Zima Leto Villa','zima-leto-villa','','Южная дор., 8',NULL,NULL,false,NULL,'2023-07-12 23:10:10','2023-07-12 23:10:10','https://www.villazimaleto.ru',0,'','','','','','2.0'),
	 (218,4,2,'Soma','soma','',' Петровский бульвар, 14',NULL,NULL,false,NULL,'2023-07-13 00:05:59','2023-07-13 00:05:59','https://soma.moscow/',0,'','','','Трубная','','2.0'),
	 (219,6,1,'ФОРТ ИНО','fort-ino','','Песочное',NULL,NULL,false,NULL,'2023-07-13 22:12:28','2023-07-13 22:12:28','',0,'','','','','','2.0'),
	 (220,2,1,'SOLIDS','solids','','Гатчинская улица, 16',NULL,NULL,false,NULL,'2023-07-14 04:16:51','2023-07-14 04:16:51','',0,'','','','','','2.0'),
	 (221,2,1,'Современник','sovremennik','','ул. Некрасова, 1/38',NULL,NULL,false,NULL,'2023-07-14 05:19:42','2023-07-14 05:20:32','',0,'','','','','','2.0'),
	 (222,9,1,'Петрушинский хутор','petrusinskii-xutor','','Polevaya ulitsa, Petrushino, Ленинградская обл.',NULL,NULL,false,NULL,'2023-07-14 06:44:05','2023-07-14 06:44:05','',0,'','','','','','2.0'),
	 (223,4,1,'Leila','leila','','Кожевенная линия 34',NULL,NULL,false,NULL,'2023-07-14 07:07:16','2023-07-14 07:07:16','',0,'','','','','','2.0'),
	 (224,2,1,'Третье Место','trete-mesto','','Литейный 62',NULL,NULL,false,NULL,'2023-07-14 07:11:01','2023-07-14 07:11:01','',0,'','','','','','2.0'),
	 (225,8,1,'Мост Бетанку́ра','most-betankura','','Мост Бетанкура',NULL,NULL,false,NULL,'2023-07-14 07:19:49','2023-08-25 18:04:22','',0,'','','','','','2.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (226,2,1,'Washing Machine','washing-machine','','Басков пер., 23',NULL,NULL,false,NULL,'2023-07-14 14:46:46','2023-07-14 14:46:46','',0,'','','','','','2.0'),
	 (227,1,2,'Ketch Up','ketch-up','','ул. Кузнецкий Мост 6/3',NULL,NULL,false,NULL,'2023-07-14 15:55:59','2023-07-14 15:55:59','',0,'','','','','','2.0'),
	 (228,1,2,'PLAN B','plan-b','','САДОВАЯ-КУДРИНСКАЯ, 3А',NULL,NULL,false,NULL,'2023-07-18 00:05:03','2023-07-18 00:05:03','',0,'','','','Баррикадная','','2.0'),
	 (229,6,2,'Деревня Орехово','derevnia-orexovo','','Деревня Орехово, Ржевский район (Успенское поселение), Тверская область',NULL,NULL,false,NULL,'2023-07-19 06:36:44','2023-07-19 06:36:44','',0,'','','','','','2.0'),
	 (230,1,1,'Onegin Dvor','onegin-dvor','','Фонтанка 23',NULL,NULL,false,NULL,'2023-07-21 04:58:04','2023-07-21 13:20:06','',0,'','','','','','2.0'),
	 (231,8,8,'Горьковское море','gorkovskoe-more','','',NULL,NULL,false,NULL,'2023-07-21 11:16:39','2023-07-21 11:16:39','',0,'','','','','','2.0'),
	 (268,1,1,'Теплоход Москва 178','teploxod-moskva-178','',' наб. Макарова, 34',NULL,NULL,false,NULL,'2023-09-14 17:47:48','2023-09-14 17:47:48','',0,'','','','','','2.0'),
	 (232,8,1,'Atomgrad Underground','atomgrad-underground','Бухта Батарейная - одно из самых интересных мест на южном побережье Финского залива. Недалеко от Соснового бора, на окраине деревни Шепелево','Ленинградская область, Ломоносовский район, Батарейная Бухта',NULL,NULL,false,NULL,'2023-07-21 12:48:49','2023-07-21 13:18:36','',0,'','','','','','2.0'),
	 (233,2,1,'Рюмочная Интеллигент','riumocnaia-intelligent','','наб. Фонтанки 40/68',NULL,NULL,false,NULL,'2023-07-21 13:39:43','2023-07-21 13:49:39','',0,'','','','Гостиный Двор','','2.0'),
	 (234,1,1,'Cruise','cruise','','Английская набережная 56А, Пассажирский терминал',NULL,NULL,false,NULL,'2023-07-21 14:12:47','2023-07-21 14:24:36','https://t.me/kuznyacruise',0,'','','','','','2.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (237,1,1,'ÇAVA Dvor','cava-dvor','','ул. Восстания 19',NULL,NULL,false,NULL,'2023-07-25 16:51:53','2023-09-01 20:53:59','',0,'','','','Китай-город','','2.0'),
	 (238,2,2,'Южная рюмочная ','iuznaia-riumocnaia','','Большая Татарская ул., 5',NULL,NULL,false,NULL,'2023-07-25 16:57:51','2023-07-25 16:57:51','',0,'','','','Новокузнецкая','','2.0'),
	 (239,2,2,'Ровесник','rovesnik','','Малый Гнездниковский переулок, 9с2',NULL,NULL,false,NULL,'2023-07-27 18:12:56','2023-07-27 18:12:56','https://t.me/rovesnikbar',0,'','','','Тверская','','2.0'),
	 (240,4,2,'Облако 53','oblako-53','','Садовая Б. ул, д 5',NULL,NULL,false,NULL,'2023-07-27 19:19:46','2023-07-27 19:19:46','',0,'','','','Маяковская','','2.0'),
	 (241,8,2,'Благовещенское','blagoveshhenskoe','',' Бугазская коса',NULL,NULL,false,NULL,'2023-07-27 19:30:55','2023-07-27 19:30:55','',0,'','','','','','2.0'),
	 (242,7,17,'EMBARGO VILLA','embargo-villa','Гостиница Villa Residence расположена в городе Ростов-на-Дону в 6,1 км от центра.

Здесь созданы все условия для комфортного проживания — есть кондиционер, холодильник, телевизор, фен, утюг, чай/кофе в номерах, отопление, мини-бар. Вы можете выбрать любой из 11 доступных сейчас номеров. По запросу предоставляются номера для курящих.

В гостинице есть ресторан, бар, конференц-зал. И вы наверняка захотите отдохнуть у бассейна — он тут тоже есть. Причём открытый, сезонный.

У каждого гостя будет доступ в интернет, вы сможете выложить фотографии, отправить файл или позвонить родным по видео.

Учитывайте время заселения в гостиницу. Заезд здесь начинается с 14:00, выехать нужно до 12:00. Даже если вы прибудете поздно ночью, вас встретят на круглосуточной стойке регистрации и помогут с размещением.

Если вы на машине, можете оставить её на парковке.

К вашим услугам: химчистка, прачечная, обслуживание номеров, ускоренная регистрация заезда/отъезда.',' Левобережная улица, 72',NULL,NULL,false,NULL,'2023-07-28 11:19:20','2023-07-28 12:10:06','https://embargovilla.ru/hotel',0,'','','','ост. «База отдыха Эмбарго»','','2.0'),
	 (243,8,1,'SunDay Ginza','sunday-ginza','',' Южная дор., 4, к. 2',NULL,NULL,false,NULL,'2023-07-28 12:40:30','2023-07-28 12:40:30','',0,'','','','','','2.0'),
	 (244,1,2,'Федоскино','fedoskino','','МО, д. Федоскино, 20км от МКАД ',NULL,NULL,false,NULL,'2023-07-28 12:51:24','2023-07-28 12:51:24','',0,'','','','','','2.0'),
	 (245,1,6,'White Place','white-place','','Альфреда Халикова 26',NULL,NULL,false,NULL,'2023-07-28 14:47:31','2023-07-28 14:47:31','',0,'','','','','','2.0'),
	 (246,1,1,'СЕКРЕТ','sekret','','',NULL,NULL,false,NULL,'2023-08-10 12:59:13','2023-08-10 12:59:13','',0,'','','','','','1.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (247,1,2,'Lovely loft','lovely-loft','','Большая Семеновская ул., 42 строение 6',NULL,NULL,false,NULL,'2023-08-10 18:16:55','2023-08-10 18:16:55','',0,'','','','','','2.0'),
	 (249,2,1,'Redrum','redrum','','Некрасова 26',NULL,NULL,false,NULL,'2023-08-11 15:06:33','2023-08-11 15:06:33','',0,'','','','','','1.0'),
	 (250,2,1,'Винный Склад','vinnyi-sklad','','​Инструментальная, 3 лит В',NULL,NULL,false,NULL,'2023-08-11 16:07:05','2023-08-11 16:07:05','https://www.winesklad.ru',0,'','','','Петроградская','','1.0'),
	 (251,2,1,'Branch Garage','branch-garage','',' Печатника Григорьева 12',NULL,NULL,false,NULL,'2023-08-11 16:12:03','2023-08-11 16:12:03','',0,'','','','','','1.0'),
	 (252,4,2,'Jane','jane','','Спиридоньевский пер., 9, стр. 1',NULL,NULL,false,NULL,'2023-08-16 17:46:03','2023-08-16 17:46:03','',0,'','','','Тверская','','2.0'),
	 (253,1,2,'СМЕНА','smena','','Товарищеский пер, 4',NULL,NULL,false,NULL,'2023-08-18 02:08:08','2023-08-18 02:08:08','https://vk.com/smena',0,'','','','','','2.0'),
	 (254,6,1,'Сосновый Бор','sosnovyi-bor','','',NULL,NULL,false,NULL,'2023-08-24 00:34:46','2023-08-24 00:34:46','',0,'','','','','','2.0'),
	 (255,6,1,'Лемболово','lembolovo','','',NULL,NULL,false,NULL,'2023-08-24 00:48:27','2023-08-24 00:48:27','',0,'','','','','','2.0'),
	 (256,8,1,'Дюны. Сестрорецк','diuny-sestroreck','','Сестрорецк',NULL,NULL,false,NULL,'2023-08-25 16:56:19','2023-08-25 16:56:19','',0,'','','','','','3.0'),
	 (257,2,1,'Невинный бар','nevinnyi-bar','','8-я Советская, 4',NULL,NULL,false,NULL,'2023-08-25 17:34:40','2023-08-25 17:34:40','',0,'','','+79650196969','Площадь Восстания','','2.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (258,1,2,'Самообман','samoobman','','Маросейка 2/15с1',NULL,NULL,false,NULL,'2023-08-30 14:55:24','2023-08-30 14:55:45','',0,'','','','м. Китай-Город','','1.0'),
	 (259,7,1,'Парк Крестовский','park-krestovskii','','Северная дор., 12',NULL,NULL,false,NULL,'2023-08-31 14:40:16','2023-08-31 14:40:16','',0,'','','','','','2.0'),
	 (260,1,2,'KYOMEI','kyomei','','Большая Новодмитровская улица, 36с2',NULL,NULL,false,NULL,'2023-08-31 16:57:19','2023-08-31 16:57:19','',0,'','','','','','2.0'),
	 (261,6,1,'Art Ferma','art-ferma','','',59,30,false,NULL,'2023-09-01 12:15:49','2023-09-01 12:15:49','',0,'','','','','','2.0'),
	 (262,1,1,'Тварь Божья','tvar-bozia','Тварь Божья
WHO WE ARE?
Открыты ЧТ - ВС с 18.00 и до 2.00 ','Василеостровский район ',NULL,NULL,false,NULL,'2023-09-01 20:03:28','2023-09-01 20:04:08','https://t.me/bojyatvarOm',0,'','','','Василеостровская','чт-вс с 18:00-02:00 с 21:00 по звонку','3.0'),
	 (264,9,1,'КСИ','ksi','','Копорье',NULL,NULL,false,NULL,'2023-09-12 19:10:50','2023-09-12 19:10:50','',0,'','','','','','2.0'),
	 (265,2,2,'P.Y.O.S.','pyos','',' ул. Покровка, 20/1 строение 1',NULL,NULL,false,NULL,'2023-09-13 02:21:34','2023-09-13 02:21:34','',0,'','','8 (985) 579-52-28','','','2.0'),
	 (266,1,1,'ПСАЙ','psai','','Комсомола 2',NULL,NULL,false,NULL,'2023-09-14 17:16:34','2023-09-14 17:16:34','',0,'','','','','','2.0'),
	 (267,8,1,'Финский Залив','finskii-zaliv','','',NULL,NULL,false,NULL,'2023-09-14 17:21:49','2023-09-14 17:21:49','',0,'','','','','','2.0'),
	 (269,4,1,'квартира 8','kvartira-8','Квартира 8 - место, где когда-то жил Костя Кройц, это искусство красивой жизни и та самая таинственная мансарда в бурлящем центре Санкт-Петербурга, которую сложно найти и невозможно забыть!

Интерьер предлагает 974 м2 уюта, эстетического и гастрономического восторга, от спальни с видом на Невский проспект до самой известной инста - ванной в городе. Это изящество в каждой детали, ведь почти каждый сантиметр Квартиры 8 - это фотозона!

В меню представлена кухня разных стран в авторском исполнении шеф-повара Дениса Быстрова. 

Вас ежедневно ждет бесплатная экскурсия от наших метрдотелей, на которой вы узнаете все тайны, легенды и загадки ресторана-музея «Квартира 8»!','Марата 1/17',NULL,NULL,false,NULL,'2023-09-15 12:41:12','2023-09-15 12:41:12','http://kvartira8.com',0,'','','','Маяковская','','3.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (270,1,17,'Electro Spirt','electro-spirt','',' Буденновский 37',NULL,NULL,false,NULL,'2023-09-21 01:59:29','2023-09-21 01:59:29','',0,'','','','','','2.0'),
	 (271,1,1,'Secrets Night Room','secrets-night-room','','Полтавская ул., 7',NULL,NULL,false,NULL,'2023-09-21 02:12:53','2023-09-21 02:12:53','',0,'','','','','','2.0'),
	 (272,1,2,'Подмосковные Вечера','podmoskovnye-vecera','','д. Жукова, Рублёво-Успенское шоссе, 205',NULL,NULL,false,NULL,'2023-09-21 02:36:43','2023-09-21 02:36:43','',0,'','','','','','2.0'),
	 (273,1,2,'ТСЖ40','tsz40','','ул. Покровка 40',NULL,NULL,false,NULL,'2023-09-22 02:22:14','2023-09-22 02:23:18','',0,'','','','Курская, Чистые Пруды','','2.0'),
	 (274,1,2,'BASE CLUB','base-club','','ул. Орджоникидзе, 11с1',NULL,NULL,false,NULL,'2023-09-22 04:01:46','2023-09-22 04:01:46','',0,'','','','','','2.0'),
	 (275,2,2,'Late Checkout','late-checkout','','Спиридоньевский, 9/1',NULL,NULL,false,NULL,'2023-09-22 17:03:29','2023-09-22 17:03:29','',0,'','','','','','2.0'),
	 (276,1,1,'Фонтанка 78','fontanka-78','','Фонтанка 78',NULL,NULL,false,NULL,'2023-09-23 19:53:09','2023-09-23 19:53:09','',0,'','','','','','3.0'),
	 (277,1,2,'New Pravda','new-pravda','','Варшавское шоссе, 26с12',NULL,NULL,false,NULL,'2023-09-27 17:01:48','2023-09-27 17:01:48','',0,'','','','','','2.0'),
	 (278,2,1,'Laboratorio Distilita','laboratorio-distilita','','ул. Гражданская, 13-15',NULL,NULL,false,NULL,'2023-09-27 17:15:31','2023-09-27 17:15:31','',0,'','','','','','2.0'),
	 (279,4,1,'Zeppelin','zeppelin','','Наб. Фонтанки 142',NULL,NULL,false,NULL,'2023-09-27 17:21:17','2023-09-27 17:21:17','',0,'','','','','','2.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (280,9,2,'Даниловский Рынок','danilovskii-rynok','','Мытная ул., 74',NULL,NULL,false,NULL,'2023-09-28 03:07:00','2023-09-28 03:07:00','',0,'','','','','','2.0'),
	 (281,2,1,'Triglinki','triglinki','','Рузовская 21',NULL,NULL,false,NULL,'2023-09-28 04:55:13','2023-09-28 04:55:13','',0,'','','','Пушкинская','','2.0'),
	 (282,2,2,'Мунк Бар','munk-bar','',' ул. Нижняя Сыромятническая, 1/4с11',NULL,NULL,false,NULL,'2023-09-29 02:27:33','2023-09-29 02:27:33','',0,'','','','','','2.0'),
	 (283,3,2,'Башня Федерация, этаж 90','basnia-federaciia-etaz-90','','Пресненская набережная, 12',NULL,NULL,false,NULL,'2023-09-29 04:16:16','2023-09-29 04:16:16','',0,'','','','Деловой центр','','2.0'),
	 (284,2,2,'RPM bar','rpm-bar','','Бережковская набережная, дом 20 строение 48',NULL,NULL,false,NULL,'2023-09-29 04:40:44','2023-09-29 04:40:44','',0,'','','','','','2.0'),
	 (285,2,2,'Склад №3','sklad-3','','Малая Семеновская, 5с2',NULL,NULL,false,NULL,'2023-09-29 04:46:39','2023-09-29 04:46:39','',0,'','','','','','2.0'),
	 (286,1,1,'Milky Way','milky-way','','ул.Верности 9',NULL,NULL,false,NULL,'2023-10-13 01:25:12','2023-10-13 01:25:12','',0,'','','','Академическая','','2.0'),
	 (287,3,1,'Music Hall','music-hall','','Мытнинская набережная, 6',NULL,NULL,false,NULL,'2023-10-13 01:33:21','2023-10-13 01:33:21','',0,'','','','','','2.0'),
	 (288,1,1,'Base','base','','Ул. Уральская 8Б',NULL,NULL,false,NULL,'2023-10-13 02:23:58','2023-10-13 02:23:58','',0,'','','','','','2.0'),
	 (289,3,1,'Юбилейный','iubileinyi','','',NULL,NULL,false,NULL,'2023-10-14 13:56:48','2023-10-14 13:56:48','',0,'','','','','','3.0');
INSERT INTO public.venues (id,venue_type_id,city_id,title,slug,description,address,lat,lng,"open",deleted_at,created_at,updated_at,website,"views",seo_title,seo_description,phone,metro,open_time,user_id) VALUES
	 (290,3,1,'Киностудия Ленфильм','kinostudiia-lenfilm','','Каменноостровский пр., 10',NULL,NULL,false,NULL,'2023-10-19 16:43:27','2023-10-19 16:43:27','',0,'','','','','','2.0'),
	 (291,1,1,'Летучий Голландец','letucii-gollandec','','Мытнинская наб 6',NULL,NULL,false,NULL,'2023-10-19 22:26:59','2023-10-19 22:26:59','',0,'','','','','','2.0'),
	 (292,1,1,'KRNG CORP.','krng-corp','',' Кожевенная линия, 40д',NULL,NULL,false,NULL,'2023-10-19 22:47:44','2023-10-19 22:47:44','',0,'','','','Василеостровская, Приморская','','2.0'),
	 (293,1,2,'Особняк М','osobniak-m','','Ленинская Слобода 26 строение 15.',NULL,NULL,false,NULL,'2023-10-20 16:13:20','2023-10-20 16:13:57','',0,'','','','','','2.0');
